[
    {
      "id": 1,
      "code": "BM0001",
      "house": "photos/house/house1.jpeg",
      "title": "Willow Creek Manor",
      "location": "Grantham Street, D08 W8HD, Dublin - Ireland",
      "description": "Willow Creek Manor is a beautiful Victorian estate embodying old-world luxury and charm. With its intricate wood detailing, rich mahogany finishes, and expansive wrap-around porch, this home is a testament to Dublin's architectural heritage. Inside, a grand foyer with ornate chandeliers and a marble fireplace welcomes you, leading to elegant rooms adorned with antique furnishings. The parlor, cozy library, and dining room create an ambiance for sophisticated gatherings, while a secluded garden with stone pathways, flowering hedges, and a gazebo offers a peaceful retreat.",
      "type": "buy",
      "price": "€110,100",
      "bath": "1",
      "bed": 1,
      "sqm": 110,
      "kitchenPhoto": "photos/kitchen/kitchen1.jpg",
      "bathPhoto": "photos/bath/bath1.jpg",
      "bedPhoto": "photos/bed/bed1.jpg",
      "roomPhoto": "photos/room/room1.jpg"
    },
    {
      "id": 2,
      "code": "BM0002",
      "house": "photos/house/house2.jpeg",
      "title": "The Skylight Chalet",
      "location": "Mountain View Road, Aspen, Colorado",
      "description": "The Skylight Chalet offers a unique blend of rustic charm and modern comforts, making it the perfect mountain getaway in Aspen. With its high ceilings, exposed wooden beams, and stone fireplaces, the chalet exudes warmth and character. Floor-to-ceiling windows and skylights flood the interior with natural light, providing stunning views of the surrounding mountains. The cozy interior includes heated floors, a well-appointed kitchen, and ample space for relaxing. Whether in winter snow or summer bloom, this chalet is an ideal retreat for enjoying the beauty of nature.",
      "type": "rent",
      "price": "€200/month",
      "bath": 2,
      "bed": 3,
      "sqm": 140,
      "kitchenPhoto": "photos/kitchen/kitchen2.jpg",
      "bathPhoto": "photos/bath/bath2.jpg",
      "bedPhoto": "photos/bed/bed2.jpg",
      "roomPhoto": "photos/room/room2.jpg"
    },
    {
      "id": 3,
      "code": "BM0003",
      "house": "photos/house/house3.jpeg",
      "title": "Lakeview Lodge",
      "location": "Lakefront Drive, Lake Tahoe",
      "description": "Lakeview Lodge is a lakeside sanctuary designed for those who appreciate both comfort and connection to nature. The lodge's rustic architecture features vaulted pine ceilings, wooden beams, and a stone fireplace that anchors the main living space. Large windows allow for uninterrupted lake views, while the expansive deck provides a perfect spot for morning coffee or evening sunsets. With its cozy interiors and luxurious amenities, this lodge is ideal for year-round relaxation, offering a tranquil escape surrounded by the beauty of Lake Tahoe.",
      "type": "buy",
      "price": "€450,000",
      "bath": 3,
      "bed": 4,
      "sqm": 200,
      "kitchenPhoto": "photos/kitchen/kitchen3.jpg",
      "bathPhoto": "photos/bath/bath3.jpg",
      "bedPhoto": "photos/bed/bed3.jpg",
      "roomPhoto": "photos/room/room3.jpg"
    },
    {
      "id": 4,
      "code": "BM0004",
      "house": "photos/house/house4.jpeg",
      "title": "Horizon Cottage",
      "location": "Countryside Lane, Norfolk, England",
      "description": "Horizon Cottage is a charming English countryside home, capturing the warmth of rural Norfolk. Ivy-covered walls, a white picket fence, and a meticulously maintained English garden with fragrant blooms and a stone pathway invite you in. Inside, cozy reading nooks, vintage furnishings, and a classic farmhouse-style kitchen create a welcoming atmosphere. Perfect for peaceful weekends or extended stays, Horizon Cottage offers an idyllic retreat in one of England's most picturesque settings, where one can embrace the simpler pleasures of countryside living.",
      "type": "rent",
      "price": "€150/month",
      "bath": 2,
      "bed": 2,
      "sqm": 120,
      "kitchenPhoto": "photos/kitchen/kitchen4.jpg",
      "bathPhoto": "photos/bath/bath4.jpg",
      "bedPhoto": "photos/bed/bed4.jpg",
      "roomPhoto": "photos/room/room4.jpg"
    },
    {
      "id": 5,
      "code": "BM0005",
      "house": "photos/house/house5.jpeg",
      "title": "The Modern Muse",
      "location": "Cityscape Avenue, Los Angeles, CA",
      "description": "The Modern Muse is an architectural masterpiece in the heart of Los Angeles, designed for lovers of sleek, contemporary style. This luxurious home features an open-plan layout with minimalist interiors, high ceilings, and floor-to-ceiling glass walls that blur the line between indoor and outdoor spaces. An infinity pool, complete with scenic city views, adds to its allure, while the sophisticated finishes and cutting-edge design make it a haven for those seeking urban elegance and high-end amenities.",
      "type": "buy",
      "price": "€1,200,000",
      "bath": 4,
      "bed": 5,
      "sqm": 320,
      "kitchenPhoto": "photos/kitchen/kitchen5.jpg",
      "bathPhoto": "photos/bath/bath5.jpg",
      "bedPhoto": "photos/bed/bed5.jpg",
      "roomPhoto": "photos/room/room5.jpg"
    },
    {
      "id": 6,
      "code": "BM0006",
      "house": "photos/house/house6.jpeg",
      "title": "Seaside Haven",
      "location": "Ocean Breeze Lane, Malibu, CA",
      "description": "Seaside Haven is the ultimate coastal retreat, with a pastel-colored facade and a large veranda that overlooks the ocean. This airy beach house invites you to embrace the Malibu lifestyle with its open layout, sun-filled rooms, and nautical-themed decor. The veranda, perfect for sunset dinners, and the light-filled sunroom create inviting spaces to unwind. With expansive windows providing endless ocean views, this home is an ideal blend of relaxation and coastal charm, offering a peaceful getaway from city life.",
      "type": "rent",
      "price": "€300/month",
      "bath": 2,
      "bed": 3,
      "sqm": 160,
      "kitchenPhoto": "photos/kitchen/kitchen6.jpg",
      "bathPhoto": "photos/bath/bath6.jpg",
      "bedPhoto": "photos/bed/bed6.jpg",
      "roomPhoto": "photos/room/room6.jpg"
    },
    {
      "id": 7,
      "code": "BM0007",
      "house": "photos/house/house7.jpeg",
      "title": "The Treehouse Retreat",
      "location": "Forest Lane, Oregon",
      "description": "An elevated home nestled among tree canopies, with large glass windows offering scenic forest views.",
      "moreInfo": "Escape to this unique, eco-friendly retreat set high among the treetops. Floor-to-ceiling windows bring in panoramic forest views, while sustainable materials and a rooftop garden make this a green getaway.",
      "type": "buy",
      "price": "€600,000",
      "bath": 2,
      "bed": 3,
      "sqm": 150,
      "kitchenPhoto": "photos/kitchen/kitchen7.jpg",
      "bathPhoto": "photos/bath/bath7.jpg",
      "bedPhoto": "photos/bed/bed7.jpg",
      "roomPhoto": "photos/room/room7.jpg"
    },
    {
      "id": 8,
      "code": "BM0008",
      "house": "photos/house/house8.jpeg",
      "title": "Aurora Villa",
      "location": "Northern Lights Avenue, Stockholm, Sweden",
      "description": "A luxurious Scandinavian-inspired home with white-washed walls, expansive windows, and open spaces.",
      "moreInfo": "Inspired by Scandinavian design, Aurora Villa combines minimalist elegance with warmth and coziness. White-washed walls, natural wood finishes, and expansive glass windows create an open and inviting space that blends with the landscape.",
      "type": "rent",
      "price": "€450/month",
      "bath": 3,
      "bed": 4,
      "sqm": 250,
      "kitchenPhoto": "photos/kitchen/kitchen8.jpg",
      "bathPhoto": "photos/bath/bath8.jpg",
      "bedPhoto": "photos/bed/bed8.jpg",
      "roomPhoto": "photos/room/room8.jpg"
    },
    {
      "id": 9,
      "code": "BM0009",
      "house": "photos/house/house9.jpeg",
      "title": "The Heritage Homestead",
      "location": "Farmhouse Road, Kentucky",
      "description": "An old farmhouse restored to preserve its charm, with exposed brick, wood-beamed ceilings, and vintage decor.",
      "moreInfo": "This restored farmhouse preserves its rustic charm while offering modern comforts. Featuring exposed brick walls, wood-beamed ceilings, and vintage decor, The Heritage Homestead is a blend of historic charm and cozy appeal.",
      "type": "buy",
      "price": "€350,000",
      "bath": 2,
      "bed": 3,
      "sqm": 180,
      "kitchenPhoto": "photos/kitchen/kitchen9.jpg",
      "bathPhoto": "photos/bath/bath9.jpg",
      "bedPhoto": "photos/bed/bed9.jpg",
      "roomPhoto": "photos/room/room9.jpg"
    },
    {
      "id": 10,
      "code": "BM0010",
      "house": "photos/house/house10.jpeg",
      "title": "Echo Ridge Estate",
      "location": "Hillside Drive, Napa Valley, CA",
      "description": "A sprawling estate with a mix of modern and rustic styles, set against a backdrop of rolling hills.",
      "moreInfo": "Echo Ridge Estate offers a stunning blend of modern comfort and rustic charm. Set against rolling hills, the property features an open-plan living space, a custom wine cellar, and a grand patio with a fire pit.",
      "type": "rent",
      "price": "€750/month",
      "bath": 5,
      "bed": 6,
      "sqm": 450,
      "kitchenPhoto": "photos/kitchen/kitchen10.jpg",
      "bathPhoto": "photos/bath/bath10.jpg",
      "bedPhoto": "photos/bed/bed10.jpg",
      "roomPhoto": "photos/room/room10.jpg"
    }
  ]